namespace Data.Entity.Enum
{
    public enum TypeWork
    {
        Індивідуальні_заняття = 1,
        Керівництво_практикою = 2,
        Керівництво_атестац_роб = 3,
        Консультування_атестац_роб = 4,
        Рецензування_атестац_роб = 5,
        Консультування_перед_держ_екзам = 6,
        Роб_в_ДЕК_захист_дипл = 7,
        Роб_в_ДЕК_екзам_усн = 8,
        Роб_в_ДЕК_екзам_пис = 9,
        Роб_в_ДЕК_екзам = 10,
        Керівництво = 11,
        Заняття_з_аспірантами = 12,
        Консультування_докторантів = 13
    }
}
